Revit 2024 API
ParameterTypeId.FbxLightColorFilter Property
 "Color Filter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FbxLightColorFilter { get; }
Visual Basic
Public Shared ReadOnly Property FbxLightColorFilter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FbxLightColorFilter {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace